歌星,語系,搜尋,字數,合唱,新進,排行,兒童,最愛,編號,隨機
男星,女星,團體,合唱,外男,外女,外團,其它,姓氏,全部,功能
國語,台語,粵語,日語,英語,客語,原民,韓語,兒歌,其它
一字,二字,三字,四字,五字,六字,七字,八字,九字,十字
1-,4-,7-,9-,11-,13-,15-,17-,19-,全部
,,,,,,,,,
待播清單,刪除,頁刪,最愛,插撥
編輯,修正,新增,刪除,複製,退出
音量修正,聲道修正,系統,退出,關機
注音,英數,五十音,濁音,拗音,筆劃,輸入法,歌曲,清除,刪除
字數,返回,首頁,上頁,頁,末頁
播放,切歌,重播,重複,降調,原調,升調,小聲,100,大聲,固定,伴唱,人聲,立體,主頁
教唱,關閉,回音+,回音-,關閉,Mic+,Mic-,接唱,女調,男調
關閉,小,中,大
關閉,１,２,３,４,５,６,７,８,９,１０,１１,１２,１３,１４,１５,１６,１７,１８,１９,２０,最大
點,待,插,伴唱,人聲,立體,軌,下,上,升調,原調,降調,男調,女調,最大,靜音,暫停,播放,字數,筆劃,新舊,取消,編輯,複製,確認,歌星,歌曲,第, / ,頁
"祝您歡唱快樂!!!","   下一首播放：","  原唱者：","  請準備．．","目前播放：","編號:"," 語系:"," 歌名:"," 歌星:","點歌:"
"無此歌曲，請重新輸入","目前無待播歌曲，隨機播放：「","」。請繼續點歌！！","目前無待播歌曲，隨機播放也無歌曲","您唱累了嗎？加油喔~~~","   下一首無播放歌曲，請點歌曲!!","歌曲已在待播清單中...","無法刪除目前播放的歌曲"
我的最愛,加到我的最愛,加入成功,歌曲已加入過,刪除最愛歌曲,請先輸入ID或無此歌曲,請先輸入ID,歌曲無法加入,設定固定,取消固定,聲道修正成功,音量修正成功,插撥至第一首,插撥至第二首,插撥至第三首,插撥至插撥後,音量:,開,關,回音:,教唱,關閉
"請輸入密碼[離開]","確定不唱了!!!", "退出","請輸入密碼[系統]","請輸入密碼[關機]","是否確定要關機","關機","圖檔不齊全，請退出程式，使用建圖程式。","請擴充你的遙控件，下載[資料庫修正程式]"
標楷體
